import './about.scss';

const About = () => {
   return (
      <section className="about">
         <div className="container">
            <div className="about-content">
               <h2>О компании</h2>
               <p>Добро пожаловать в GearUp — ваш надежный путеводитель в мире современной электроники и бытовой техники! В GearUp вы найдете всё необходимое, чтобы оборудовать свой дом, создать идеальную развлекательную зону или обновить рабочее пространство.</p>

               <ul>
                  <li>Огромный Выбор: От передовых телевизоров и мощных игровых приставок до вместительных холодильников и мелкой бытовой техники. Мы тщательно отбираем товары, предлагая только проверенные бренды и самые актуальные новинки. </li>
                  <li>Только Оригиналы: Мы работаем напрямую с официальными поставщиками, гарантируя подлинность и высокое качество каждого товара.</li>
                  <li>Комфорт Покупок: Интуитивно понятный интерфейс, подробные описания, честные отзывы и профессиональная служба поддержки готовы помочь вам на каждом этапе.</li>
               </ul>
               
            </div>
         </div>
      </section>
   );
}

export default About